Repository: Dan-in-CA/SIP
Catalog: ospi/i18n/*/LC_MESSAGES/ospi_messages.po
Languages: cs_cz, es_es, fr_fr

source: Password
cs_cz: Heslo
es_es: Contraseña
fr_fr: Mot de passe

source: Could not use git to determine version!
cs_cz: Nelze použít git pro určení aktuální verze!
es_es: ¡No puedo usar git para saber la versión!
fr_fr: Détermination du numéro de version impossible depuis Git

source: Could not use git to determine date of last commit!
cs_cz: Nelze použít git na zjištění data úpravy poslední verze!
es_es: ¡No puedo usar git para saber la fecha del último commit!
fr_fr: Détermination de la date de version impossible depuis Git

source: System name
cs_cz: Název zařízení
es_es: Nombre del sistema
fr_fr: Nom du système

source: Unique name of this OpenSprinkler system.
cs_cz: Jedinečný název pro OpenSprinkler zařízení.
es_es: Nombre único de este sistema OpenSprinkler.
fr_fr: Nom unique de ce système OpenSprinkler

source: System
cs_cz: Systém
es_es: Sistema
fr_fr: Système

source: City name or zip code. Use comma or + in place of space.
cs_cz: Název města, nebo směrovací číslo. Použijte čárku nebo + pro oddělení.
es_es: Nombre de la ciudad o código postal. Usa coma o + en lugar de espacio.
fr_fr: Nom de la ville et du pays (Exemple : Paris, France)

source: Location
cs_cz: Umístění
es_es: Ubicación
fr_fr: Lieu

source: Language
cs_cz: Jazyk
es_es: Idioma
fr_fr: Langage

source: Select language (effective after restart.)
cs_cz: Vyberte jazyk (efektivní po restartu).
es_es: Selecciona idioma (activo después de reiniciar)
fr_fr: Choisir une langue (redémarrage nécessaire)

source: Example: GMT-4:00, GMT+5:30 (effective after reboot.)
cs_cz: Příklad: GMT-4:00, GMT+5:30 (Platné až po restartu.)
es_es: Ejemplo: GMT -4:00, GMT +5:30 (efectivo después de reiniciar)
fr_fr: Exemple : GMT-4:00, GMT+5:30 (redémarrage nécessaire)

source: Time zone
cs_cz: Časové pásmo"
es_es: Zona horaria
fr_fr: Fuseau horaire

source: 24-hour clock
cs_cz: 24-hodinový čas
es_es: Reloj 24-horas
fr_fr: Format 24 heures

source: Display times in 24 hour format (as opposed to AM/PM style.)
cs_cz: Zobrazení času ve 24hodinovém formátu (na rozdíl od AM/PM stylu.)
es_es: Visualiza las horas horas en formato 24 horas (opuesto al estilo AM/PM)
fr_fr: Affiche les heures en format 24 heures (alternative au format AM/PM)

source: HTTP port
es_es: Puerto HTTP
fr_fr: Port HTTP

source: HTTP port (effective after reboot.)
cs_cz: HTTP port (Platné až po restartu.)
es_es: Puerto HTTP (efectivo después de reiniciar)
fr_fr: Port HTTP (redémarrage nécessaire)

source: Allow anonymous users to access the system without a password.
cs_cz: Povolit anonymním uživatelům přístup do systému bez hesla.
es_es: Permite a los usuarios anónimos acceder al sistema sin contraseña.
fr_fr: Permettre à des utilisateurs anonymes d'accéder au système sans mot de passe

source: Disable security
cs_cz: Zakázat zabezpečení
es_es: Desactivar seguridad
fr_fr: Sécurité désactivée

source: Change Password
cs_cz: Změna hesla
es_es: Cambiar Contraseña
fr_fr: Modifier le mot de passe

source: Current password
cs_cz: Aktuální heslo
es_es: Contraseña actual
fr_fr: Mdp actuel

source: Re-enter the current password.
cs_cz: Znovu zadejte aktuální heslo.
es_es: Reintroduce la contraseña actual.
fr_fr: Répéter le mot de passe actuel

source: Enter a new password.
cs_cz: Vložte nové heslo.
es_es: Introduce la nueva contraseña.
fr_fr: Entrer un nouveau mot de passe

source: New password
cs_cz: Nové heslo
es_es: Nueva contraseña
fr_fr: Nouveau Mdp

source: Confirm password
cs_cz: Potvrdit heslo
es_es: Repite contraseña
fr_fr: Confirmer Mdp

source: Confirm the new password.
cs_cz: Potcrdit nové heslo.
es_es: Confirma la nueva contraseña.
fr_fr: Confirmer le nouveau mot de passe

source: Sequential
cs_cz: Sekvence
es_es: Secuencial
fr_fr: En séquence

source: Sequential or concurrent running mode.
cs_cz: Režim sekvenční, nebo souběžný běh stanic.
es_es: Modo de ejecución secuencial o concurrente.
fr_fr: Mode séquentiel ou parallèle

source: Station Handling
cs_cz: Úprava stanic
es_es: Manejo de la estación
fr_fr: Contrôle des stations

source: Extension boards
cs_cz: Rozšiřující desky
es_es: Placas de expansión
fr_fr: Cartes extensions

source: Number of extension boards.
cs_cz: Počet rozšiřujících desek.
es_es: Número de placas de expansión.
fr_fr: Nombre de cartes d'extensions (nombre de dispositifs 8 stations)

source: Station delay
cs_cz: Zpoždění stanice
es_es: Retardo
fr_fr: Départ différé

source: Station delay time (in seconds), between 0 and 240.
cs_cz: Čas zpoždění (ve vteřinách), rozsah 0 - 240.
es_es: Retardo de la estación (en segundos), entre 0 y 240.
fr_fr: Délai de départ différé compris entre 0 et 240 (en secondes)

source: Master station
cs_cz: Hlavní stanice
es_es: Estación maestra
fr_fr: Station Maître

source: Select master station.
cs_cz: Volba hlavní stanice.
es_es: Selecciona estación maestra.
fr_fr: Choisir la Station Maître

source: Configure Master
cs_cz: Nastavení hlavní stanice
es_es: Configura Maestra
fr_fr: Configurer la Station Maître

source: Master on adjust
cs_cz: Nastavení zapnutí hlavní stanice
es_es: Ajuste de encendido
fr_fr: Délai départ Maître

source: Master on delay (in seconds), between +0 and +60.
cs_cz: Čas zpoždění zapnutí hlavní stanice (ve vteřinách), rozsah +0 až +60.
es_es: Retardo de encendido de la maestra (en segundos), entre +0 y +60.
fr_fr: Délai de démarrage Station Maître compris entre +0 et +60 (en secondes)

source: Master off adjust
cs_cz: Nastavení vypnutí hlavní stanice
es_es: Ajuste de apagado
fr_fr: Délai arrêt Maître

source: Master off delay (in seconds), between -60 and +60.
cs_cz: Čas zpoždění vypnutí hlavní stanice (ve vteřinách), rozsah -60 až +60.
es_es: Retardo de apagado de la maestra (en segundos), entre -60 y +60.
fr_fr: Délai d'arrêt Station Maître compris entre +0 et +60 (en secondes)

source: Use rain sensor
cs_cz: Používat dešťový senzor
es_es: Usar sensor de lluvia
fr_fr: Détecteur de pluie

source: Use rain sensor.
cs_cz: Používat dešťový senzor.
es_es: Usar sensor de lluvia.
fr_fr: Utiliser un détecteur de pluie

source: Rain Sensor
cs_cz: Dešťový senzor
es_es: Sensor de lluvia
fr_fr: Détecteur de pluie

source: Normally open
cs_cz: V klidu je kontakt rozpojen
es_es: Normalmente abierto
fr_fr: Ouvert par défaut

source: Rain sensor type.
cs_cz: Typ kontaktu dešťového senzoru.
es_es: Tipo de sensor de lluvia.
fr_fr: Mode de fonctionnement du détecteur de pluie

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
cs_cz: Berte na vědomí, že opakující se zápis na SD kartu může zkrátit její životnost. (neplatí v případě, že je systém na USB disku).
es_es: Rastrea todos los eventos - ten en cuenta que escribir repetidamente a una tarjeta SD puede acortar su vida.
fr_fr: Journaliser tous les événements - Attention, l'enregistrement continu peut limiter la durée de vie de la carte SD

source: Logging
cs_cz: Záznam
es_es: Rastreando
fr_fr: Journaux

source: Enable logging
cs_cz: Povolení záznamu
es_es: Activar rastreo
fr_fr: Journalisation

source: Length of log to keep, 0=no limits.
cs_cz: Množství záznamů, 0= bez omezení.
es_es: Tamaño de rastreo a conservar, 0=sin límites.
fr_fr: Nombre d'enregistrements, 0 = pas de limite

source: Max log entries
cs_cz: Max počet záznamů
es_es: Número máximo de rastreos
fr_fr: Nombre max

source: Error: json module not found
cs_cz: Chyba: json modul nebyl nalezen
es_es: Error: no encuentro el módulo json
fr_fr: Erreur : module json non trouvé

source: Rebooting...
cs_cz: Restart systému...
es_es: Reiniciando...
fr_fr: Reboot...

source: Powering off...
cs_cz: Vypínání systému...
es_es: Apagando...
fr_fr: Arrêt en cours...

source: Restarting...
cs_cz: Restart ospi...
es_es: Reiniciando...
fr_fr: Redémarrage...

source: Run-once
cs_cz: Jednorázový
es_es: Ejecuta una vez

source: Incorrect password, please try again
cs_cz: Špatné heslo, zkuste to prosím znovu
es_es: Contraseña incorrecta, intenta de nuevo
fr_fr: Mot de passe incorrect, réessayer

source: Starting timing loop
cs_cz: Startuji časovou smyčku
es_es: Comenzando un buque de tiempo
fr_fr: Démarrage de la séquence

source: plugins loaded:
cs_cz: nahrané pluginy:
es_es: plugins cargados:
fr_fr: modules chargés :

source: Monday
cs_cz: Pondělí
es_es: Lunes
fr_fr: Lundi

source: Tuesday
cs_cz: Úterý
es_es: Martes
fr_fr: Mardi

source: Wednesday
cs_cz: Středa
es_es: Miércoles
fr_fr: Mercredi

source: Thursday
cs_cz: Čtvrtek
es_es: Jueves
fr_fr: Jeudi

source: Friday
cs_cz: Pátek
es_es: Viernes
fr_fr: Vendredi

source: Saturday
cs_cz: Sobota
es_es: Sábado
fr_fr: Samedi

source: Sunday
cs_cz: Neděle
es_es: Domingo
fr_fr: Dimanche

source: January
cs_cz: Leden
es_es: Enero
fr_fr: janvier

source: February
cs_cz: Leden
es_es: Febrero
fr_fr: février

source: March
cs_cz: Březen
es_es: Marzo
fr_fr: mars

source: April
cs_cz: Duben
es_es: Abril
fr_fr: avril

source: May
cs_cz: květen
es_es: Mayo
fr_fr: mai

source: June
cs_cz: Červen
es_es: Junio
fr_fr: juin

source: July
cs_cz: Červenec
es_es: Julio
fr_fr: juillet

source: August
cs_cz: Srpen
es_es: Agosto
fr_fr: août

source: September
cs_cz: Září
es_es: Septiembre
fr_fr: septembre

source: October
cs_cz: Říjen
es_es: Octubre
fr_fr: octobre

source: November
cs_cz: Listopad
es_es: Noviembre
fr_fr: novembre

source: December
cs_cz: Prosinec
es_es: Diciembre
fr_fr: décembre

source: Program
es_es: Programa
fr_fr: Programme

source: Home
cs_cz: Úvod
es_es: Inicio
fr_fr: Accueil

source: Define Programs
cs_cz: Nastavit programy
es_es: Definir Programas
fr_fr: Gestion des programmes

source: Programs
cs_cz: Programy
es_es: Programas
fr_fr: Programmes

source: Define Run Once Program
cs_cz: Nastavit jednorázový program
es_es: Definir Programa Ejecutar Una vez
fr_fr: Définir le programme Run Once

source: Run Once
cs_cz: Jednorázový
es_es: Ejecutar Una vez

source: Acces Plugins
cs_cz: Dostupné moduly
es_es: Acceder a Plugins
fr_fr: Accéder aux modules

source: Log
cs_cz: Záznam
es_es: Rastreo
fr_fr: Journaux

source: View Log
cs_cz: Zobrazit záznam
es_es: Ver Rastreo
fr_fr: Visualiser les journaux

source: Options
cs_cz: Nastavení
es_es: Opciones

source: Stations
cs_cz: Stanice
es_es: Estaciones

source: Configure Stations
cs_cz: Nastavení stanic
es_es: Configurar Estaciones
fr_fr: Configurer les stations

source: Logout
cs_cz: Odhlásit se
es_es: Cerrar
fr_fr: Déconnexion

source: CPU Temp
cs_cz: Teplota CPU
es_es: Temp CPU
fr_fr: Température CPU

source: Click to toggle
cs_cz: Klikněte pro přepnutí
es_es: Clica para activar
fr_fr: Cliquer pour basculer

source: version
cs_cz: verze
es_es: versión

source: OpenSprinkler Pi Email adjustments
cs_cz: OpenSprinkler Pi Nastavení emailu
es_es: Ajuste de Email OpenSprinkler Pi
fr_fr: Paramètres email de l'OpenSprinkler Pi

source: Email adjustments
cs_cz: Nastavení emailu
es_es: Ajustar Email
fr_fr: Paramètres email

source: This plugin can send E-mails. For this plugin you need a GMail account as provider.
cs_cz: Tento plugin může zasílat e-maily. Pro tento plugin musíte mít zřízen účet u poskytovatele GMail.
es_es: Este plugin puede enviar E-Mails. Para este plugin necesitas una cuenta de GMail como proveedor.
fr_fr: Ce module génère des emails. Ce module nécessite un compte Gmail.

source: Send email with file log.csv after power on
cs_cz: Zaslat email s přílohou log.csv po zapnutí systému
es_es: Enviar email con el fichero log.csv después de arrancar
fr_fr: Envoyer un email contenant le fichier log.csv après démarrage

source: Send email if rain is detected
cs_cz: Zaslat email pokud je detekován déšť
es_es: Enviar email si detecta lluvia
fr_fr: Envoyer un email en cas de détection de pluie

source: Sends email if program has run
cs_cz: Zaslat email pokud je spuštěn systém
es_es: Enviar email si ejecuta el programa
fr_fr: Envoyer un email si le programme a démarré

source: Your GMail username
cs_cz: Vaše uživatelské jméno na GMail
es_es: Tu nombre de usuario GMail
fr_fr: Nom d'utilisateur Gmail

source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Etat

source: Submit
cs_cz: Odeslat
es_es: Enviar
fr_fr: Soumettre

source: Cancel
cs_cz: Zrušit
es_es: Cancelar
fr_fr: Annuler

source: Manual Mode
cs_cz: Manuální režim
es_es: Modo Manual
fr_fr: Mode manuel

source: Run Once Program
cs_cz: Jednorázový režim
es_es: Programa de Ejecutar Una vez
fr_fr: Programme Run Once

source: for
cs_cz: poběží
es_es: para
fr_fr: pour

source: on
es_es: encender

source: ran
cs_cz: běžel
es_es: ejecutó
fr_fr: activée

source: Master On
cs_cz: Hlavní stanice zap
es_es: Maestra |
fr_fr: Station Maître On

source: Master Off
cs_cz: Hlavní stanice vyp
es_es: Maestra Apagada
fr_fr: Station Maître Off

source: Suppressed by Rain Delay
cs_cz: Potlačeno dešťovým zpožděním
es_es: Suprimido por Lluvia Detectada
fr_fr: Annulé par le délai pluie

source: Suppressed by Rain Sensor
cs_cz: Potlačeno senzorem deště
es_es: Suprimido por Sensor de Lluvia
fr_fr: Annulé par le détecteur de pluie

source: Off
cs_cz: Vyp
es_es: O

source: Enter hours to delay
cs_cz: Vložte zpoždění v hodinách
es_es: Introduce las horas a retardar
fr_fr: Entrer le délai en heures

source: Enter percentage adjustment
cs_cz: Vložte procentuální nastavení
es_es: Introduce el porcentaje de ajuste
fr_fr: Entrer le pourcentage d'ajustement

source: Timer values wrong:
cs_cz: Špatná hodnota časovače
es_es: Valores de programación erróneos:
fr_fr: Valeur minuterie erronée :

source: System Off
cs_cz: Systém vyp
es_es: Apagar Sistema
fr_fr: Système Off

source: System On
cs_cz: systém zap
es_es: Encender Sistema
fr_fr: Système On

source: Level
es_es: Nivel
fr_fr: Durées

source: Water Level
cs_cz: Úroveň vody
es_es: Nivel de Agua
fr_fr: Pondéré

source: Active
cs_cz: Aktivní
es_es: Activo
fr_fr: Arrosage

source: Rain Delay
cs_cz: Dešťové zpoždění
es_es: Retardo Lluvia
fr_fr: Délai pluie

source: rain sensed
cs_cz: detekován déšť
es_es: lluvia detectada
fr_fr: pluie détectée

source: On (Master)
cs_cz: Zap (hl. stanice)
es_es: | (Maestra)
fr_fr: Maître On

source: Off (Master)
cs_cz: Vyp (hl. stanice)
es_es: O (Maestra)
fr_fr: Maître Off

source: Prev Day
cs_cz: Včera
es_es: Día Ant
fr_fr: Jour préc.

source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui

source: Next Day
cs_cz: Zítra
es_es: Día sig
fr_fr: Jour suiv.

source: loading...
cs_cz: nahrávám...
es_es: cargando...
fr_fr: chargement...

source: Stop All Stations
cs_cz: Zastavit všechny stanice
es_es: Parar Todas Estaciones
fr_fr: Arrêt toutes stations

source: Program 1
es_es: Programa 1
fr_fr: Programme 1

source: OpenSprinkler Pi LCD settings
cs_cz: OpenSprinkler Pi LCD nastavení
es_es: Configuración del LCD OpenSprinkler Pi
fr_fr: Paramètres LCD de l'OpenSprinkler Pi

source: LCD settings
cs_cz: Nastavení LCD
es_es: Configurar LCD
fr_fr: Paramètres LCD

source: This plugin sends data to I2C for LCD 16x2 char with PCF8574. Visit for more: www.pihrt.com/elektronika/258-moje-rapsberry-pi-i2c-lcd-16x2.
es_es: Este plugin envía datos a un I2C para un LCD de 16x2 caracteres PCF8574. Visitar: www.pihrt.com/elektronika/258-moje-rapsberry-pi-i2c-lcd-16x2
fr_fr: Ce module adresse les données pour le LCD 16x2 du PCF8574 par l'interface I2C. Pour en savoir plus : www.pihrt.com/elektronika/258-moje-rapsberry-pi-i2c-lcd-16x2

source: Range adress
es_es: Rango de dirección
fr_fr: Plage d'adresses

source: Compatible with HD44780 LCD 16x2 controller.
es_es: Controlador compatible con LCD HD44780 16x2.
fr_fr: Compatible avec le controleur LCD 16x2 HD44780

source: OpenSprinkler Pi Log
cs_cz: OpenSprinkler Pi záznam
es_es: Rastreo OpenSprinkler Pi
fr_fr: Journal de l OpenSrinkler Pi

source: Enabled
cs_cz: Povolen
es_es: Activado
fr_fr: activée

source: Disabled
es_es: Desactivado
fr_fr: désactivée

source: Log
cs_cz: záznam
es_es: Rastreo
fr_fr: Journalisation

source: limit
es_es: límite
fr_fr: limite

source: Total number of records:
cs_cz: Celkem záznamů
es_es: Número total de registros:
fr_fr: Nombre total d'enregistrements :

source: Download log as
cs_cz: Stáhnout záznam jako
es_es: Descargar rastreo como
fr_fr: Télécharger le journal au format

source: Date
cs_cz: Datum
es_es: Fecha

source: Start Time
cs_cz: Čas startu
es_es: Hora inicio
fr_fr: Heure de départ

source: Station
cs_cz: Stanice
es_es: Estación

source: Duration
cs_cz: Doba běhu
es_es: Duración
fr_fr: Durée

source: Refresh
cs_cz: Obnovit
es_es: Refrescar
fr_fr: Rafraichir

source: Clear Log
cs_cz: Smazat záznamy
es_es: Limpiar Rastreo
fr_fr: Effacer les journaux

source: OpenSprinkler Pi Login
cs_cz: OpenSprinkler Pi Přihlášení
es_es: Entrada OpenSprinkler Pi
fr_fr: Connexion OpenSprinkler Pi

source: Login
cs_cz: Přihlášení
es_es: Usuario
fr_fr: Connexion

source: OpenSprinkler Pi Modify Program
cs_cz: OpenSprinkler Pi Úprava programů
es_es: Modificar Programa OpenSprinkler Pi
fr_fr: Modification du programme de l'OpenSprinkler Pi

source: Error: Incorrect time input
cs_cz: Chyba: Čas je zadán špatně
es_es: Error: hora incorrecta
fr_fr: Erreur : Heure indiquée incorrecte

source: Please choose at least one weekday for the program to run.
cs_cz: Vyberte prosím alespoň jeden den v týdnu pro spuštění programu.
es_es: Por favor, elige al menos un día de la semana para que se ejecute el programa.
fr_fr: Sélectionner au moins un jour de la semaine

source: Please choose at least one station to run in this program.
cs_cz: Vyberte prosím alespoň jednu stanici pro spuštění v tomto programu.
es_es: Por favor, elige al menos una estación para ejecutar este programa.
fr_fr: Sélectionner au moins une station

source: Error: starting in days wrong.
cs_cz: Chyba: Začátek ve špatném dnu.
es_es: Error: Días de inicio no válidos.
fr_fr: Erreur : Délai de départ en jours erroné

source: Error: Incorrect duration.
cs_cz: Chyba: Doba běhu
es_es: Error: Duración errónea.
fr_fr: Erreur : Durée incorrecte

source: Error: Start time must be prior to end time.
cs_cz: Chyba: Čas Spuštění musí být před koncem vypnutí.
es_es: Error: Hora inicio debe ser anterior a la hora fin.
fr_fr: Erreur : L'heure de départ doit précéder l'heure d'arrêt

source: Edit Program #
cs_cz: Úprava programu #
es_es: Editar Programa #
fr_fr: Edition du programme #

source: Add a New Program
cs_cz: Přidat nový program
es_es: Añadir un Nuevo Programa
fr_fr: Ajouter un nouveau programme

source: Program Off
cs_cz: Program vyp
es_es: Apagar Programa
fr_fr: Programme Off

source: Program On
cs_cz: Program zap
es_es: Programa |
fr_fr: Programme On

source: Recurring
cs_cz: Opakující se`
es_es: Recurrente
fr_fr: Récurrent

source: Single pass
cs_cz: Jedno spuštění
es_es: Paso único
fr_fr: Unitaire

source: Every
cs_cz: Každý
es_es: Todos
fr_fr: Toutes les

source: Until
cs_cz: Do
es_es: Hasta
fr_fr: Jusqu'à

source: Interval
es_es: Intérvalo
fr_fr: Intervalle

source: Weekly
cs_cz: Týdně
es_es: Semanalmente
fr_fr: Jour

source: Select All
cs_cz: Označit vše
es_es: Seleccionar Todo
fr_fr: Tout sélectionner

source: Clear All
cs_cz: Zrušit výběr
es_es: Limpiar Todo
fr_fr: Tout effacer

source: Water interval
cs_cz: Interval zalévání
es_es: Intervalo de agua
fr_fr: Intervalle d'arrosage (en jours)

source: Starting in
cs_cz: Start v
es_es: Comenzando en
fr_fr: Départ dans (jour)

source: Any Day
cs_cz: Každý den
es_es: Cualquier día
fr_fr: Continu

source: Restrict Day
cs_cz: Omezení dnů
es_es: Restringir Día
fr_fr: Restriction

source: Even
cs_cz: Sudé
es_es: Par
fr_fr: Pair

source: Odd
cs_cz: Liché
es_es: Impar
fr_fr: Impair

source: (except 31st and Feb 29th)
cs_cz: (s výjimkou 31. a 29.února)
es_es: (excepto 31s y 29/Feb)
fr_fr: (excepté les 31 et 29 février)

source: Save
cs_cz: Uložit
es_es: Guardar
fr_fr: Enregistrer

source: OpenSprinkler Pi Monthly Adjustments
es_es: Ajustes Mensuales OpenSprinkler Pi
fr_fr: Pourcentage mensuel d arrosage de l OpenSrinkler Pi

source: Monthly Irrigation Adjustments
cs_cz: Nastavení množství vody dle měsíce
es_es: Ajustes Mensuales de Irrigación
fr_fr: Pourcentage mensuel d'arrosage

source: Enter an adjustment for each month (% irrigation time)
cs_cz: Vložte množství vody pro každý měsíc (% času zalévání)
es_es: Pon el ajuste para cada mes (% tiempo irrigación)
fr_fr: Entrer une valeur pour chaque mois (% temps d'arrosage)

source: OpenSprinkler Pi Options
cs_cz: OpenSprinkler Pi Nastavení
es_es: Opciones OpenSprinkler Pi
fr_fr: Options de l OpenSrinkler Pi

source: Hide Tooltips
cs_cz: Skrýt nápovědu
es_es: Ocultar Consejos
fr_fr: Masquer les légendes

source: Show Tooltips
cs_cz: Zobrazit nápovědu
es_es: Mostrar Consejos
fr_fr: Montrer les légendes

source: The password given was incorrect.
cs_cz: Heslo není správné.
es_es: La password dada fue incorrecta.
fr_fr: Le mot de passe indiqué est incorrect

source: Please enter a password.
cs_cz: Prosím vložte heslo.
es_es: Por favor, introduzca una contraseña.
fr_fr: Indiquer un mot de passe SVP

source: Passwords don't match, please re-enter.
es_es: Las contraseñas no coinciden, por favor, reintroduzca.
fr_fr: Le mot de passe ne correspond pas, recommencer

source: Edit Options
cs_cz: Úprava nastavení
es_es: Editar Opciones
fr_fr: Editer les options

source: Default
cs_cz: Výchozí
es_es: Por defecto
fr_fr: Défaut

source: None
cs_cz: Žádné
es_es: Ninguna
fr_fr: Aucun

source: System Restart
es_es: Reiniciar Sistema
fr_fr: Redémarrage système

source: Restart
es_es: Reiniciar
fr_fr: Redémarrer

source: Restart software
es_es: Reiniciar software
fr_fr: Redémarrer l'application

source: Reboot
es_es: Reiniciar
fr_fr: Rebooter

source: Reboot hardware
cs_cz: Restart hardware
es_es: Reiniciar máquina
fr_fr: Rebooter l'appareil

source: Submit Changes
cs_cz: Odeslat změny
es_es: Guardar Cambios
fr_fr: Enregistrer les changements

source: OpenSprinkler Pi PCF8591 voltage and temperature adjustments
cs_cz: OpenSprinkler Pi PCF8591 měření teploty a napětí
es_es: OpenSprinkler Pi PCF8591 ajustes de temperatura y voltaje
fr_fr: Réglage voltage et température du PCF8591 de l'OpenSrinkler Pi

source: PCF8591 voltage and temperature adjustments
cs_cz: PCF8591 měření teploty a napětí
es_es: PCF8591 ajustes de voltaje y temperatura
fr_fr: Réglage voltage et température du PCF8591

source: For this plugin is needed enabled I2C bus and connected I2C A/D converter PCF8591 on I2C adress 0x48.
cs_cz: Pro tento plugin je potřeba mít povolenu sběrnici I2C a připojen A/D převodník PCF8591 na I2C adrese 0X48.
es_es: Para este plugin es necesario activar el bus I2C y conectar un convertidor A/D PCF8591 en la dirección I2C 0x48.
fr_fr: Ce module requiert l'activation de l'interface I2C et la connexion sur I2C A/D du convertisseur PCF8591 à l'adresse 0x48 de l'I2C

source: For measure temperature use temp probe LM35D (0-100 &deg;C) on AD0-3 converter.
cs_cz: Pro měření teploty použijte sondu LM35D (0-100 &deg;C) na vstupech AD0-3 převodníku.
es_es: Para medir la temperatura usa un LM35D (0-100ºC) en el convertidor AD0-3.
fr_fr: Pour la mesure de température utiliser la sonde LM35D sur le convertisseur AD0-3 (0-100 &deg;C)

source: If the label has not blank value the value is displayed in the window read value.
cs_cz: Pokud není vyplněno označení pro vstup AD0-3 nebude se hodnota zobrazovat v okně naměřené hodnoty.
es_es: Si la etiqueta no tiene un valor vacío, el valor visualizado en la ventana será el valor leído.
fr_fr: Avec une mesure effective, la valeur est affichée dans la fenêtre de lecture

source: log file.
cs_cz: soubor s logem.
es_es: fichero rastreo.
fr_fr: fichier journal.

source: Delete
cs_cz: Smazat
es_es: Borrar
fr_fr: Supprimer

source: Use PCF8591
cs_cz: Použít PCF8591
es_es: Usar PCF8591
fr_fr: Utiliser PCF8591

source: Maximum number of records
cs_cz: Maximální počet záznamů
es_es: Máximo número de registros
fr_fr: Nombre maximum d'enregistrements

source: (0 = unlimited)
cs_cz: (0= bez omezení)
es_es: (0 = ilimitado)
fr_fr: (0 = illimité)
