Repository: Dan-in-CA/SIP
Catalog: ospi/i18n/*/LC_MESSAGES/ospi_messages.po
Languages: cs_cz, es_es, fr_fr

source: Time loop for logging
cs_cz: Interval pro ukládání hodnot
es_es: Bucle de tiempo para rastreo
fr_fr: Délai d'enregistrement

source: minutes (0 = logging disabled)
cs_cz: minuty (0 = záznam je zakázán)
es_es: minutos (0 = rastreo desactivado)
fr_fr: minutes (0 = enregistrement désactivé)

source: Label for input AD0:
cs_cz: Označení pro vstup AD0:
es_es: Etiqueta para entrada AD0:
fr_fr: Libellé pour entrée AD0 :

source: measure as voltage
cs_cz: měřit jako napětí
es_es: medido como voltaje
fr_fr: mesure de tension

source: Label for input AD1
cs_cz: Označení pro vstup AD1:
es_es: Etiqueta para entrada AD1
fr_fr: Libellé pour entrée AD1

source: Label for input AD2
cs_cz: Označení pro vstup AD2:
es_es: Etiqueta para entrada AD2
fr_fr: Libellé pour entrée AD2

source: Read value
cs_cz: Naměřené hodnoty
es_es: Leer valor
fr_fr: Lire la valeur

source: Output DA voltage
cs_cz: Výstupní napětí na DA
es_es: Voltaje de salida DA
fr_fr: Tension sortie DA

source: OpenSprinkler Pi Pressure monitor settings
cs_cz: OpenSprinkler Pi Nastavení sledování tlaku
es_es: Configuración monitorizar presión en OpenSprinkler Pi
fr_fr: Paramètres surveillance pression de l'OpenSrinkler Pi

source: Pressure monitor settings
cs_cz: Nastavení sledování tlaku
es_es: Configuración de monitorizar Presión
fr_fr: Paramètres surveillance pression

source: This plugin checked pressure in pipe, if master station is switched on must be activated pressure sensor.
cs_cz: Tento plugin kontroluje tlak v potrubí. Pokud je zapnuta hlavní stanice (čerpadlo) musí se aktivovat snímač tlaku.
es_es: Este plugin chequea la presión en una tubería, si la estación maestra es activada, debe ser activado el sensor de presión.
fr_fr: Ce module controle la pression de la canalisation, si une Station Maître est activée, le capteur de pression doit être en place

source: If is not sensor activated in a certain time, switches off all station and sends email with error. Prevent safety for master station pump.
cs_cz: Pokud se snímač tlaku neaktivuje do nastavené doby, dojde k vypnutí všech stanic a zaslání emailu s chybou. Tato funkce slouží jako ochrana čerpadla (například při prasknutí potrubí, nebo ztrátě vody).
es_es: Si el sensor de presión no es activado en un tiempo, para todas estaciones y envía un email con el error. Previene de manera segura la bomba de la estación maestra.
fr_fr: Si le capteur de pression n'est pas activé dans un certain délai, arrête toutes les stations et envoie un email d'erreur rencontrée. Préserve la pompe de la Station Maître.

source: Use pressure sensor for master station
cs_cz: Používat snímač tlaku pro hlavní stanici
es_es: Usa el sensor de presión para la estación maestra
fr_fr: Utiliser un capteur de pression pour la Station Maître

source: (Pressure sensor is connected between GPIO pin 22 and ground)
es_es: (Sensor de presión es conectado entre el pin 22 del GPIO y la masa)
fr_fr: (Le capteur de pression est connecté sur le pin 22 et la masse du GPIO)

source: Send email with error
cs_cz: Zaslat email pokud je chyba
es_es: Enviar email con el error
fr_fr: Envoyer un email avec l'erreur

source: (For this function required email plugin)
cs_cz: (Pro tuto funkci je vyžadován email plugin)
es_es: (Para esta función es obligatorio el plugin de email)
fr_fr: (Cette fonction nécessite le module email)

source: Max time to activate pressure sensor
cs_cz: Maximální čas pro aktivaci snímače tlaku
es_es: Tiempo máximo para activar el sensor de presión
fr_fr: Temps maximum pour activer le capteur de pression

source: (max 999 seconds)
cs_cz: (max 999 vteřin)
es_es: (máx 999 segundos)
fr_fr: (max 999 secondes)

source: Pressure sensor
es_es: Sensor de Presión
fr_fr: Capteur de pression

source: OpenSprinkler Pi Programs
cs_cz: OpenSprinkler Pi Programy
es_es: Programas OpenSprinkler Pi
fr_fr: Programmes de l OpenSprinkler Pi

source: Every
es_es: Todos
fr_fr: Tous les

source: days
cs_cz: dny
es_es: días
fr_fr: jours

source: starting in
es_es: comenzando en
fr_fr: Débute dans

source: Every Weekday
cs_cz: Každý den v týdnu
es_es: Todos días de la Semana
fr_fr: Tous les jours

source: Fri
es_es: Vie
fr_fr: Ven

source: Mon
es_es: Lun
fr_fr: Lun

source: Sat
es_es: Sáb
fr_fr: Sam

source: Sun
es_es: Dom
fr_fr: Dim

source: Thur
es_es: Jue
fr_fr: Jeu

source: Tue
es_es: Mar
fr_fr: Mar

source: Wed
cs_cz: Středa
es_es: Mié
fr_fr: Mer

source: (Even days only)
cs_cz: (Pouze ve zvolené dny)
es_es: (sólo días pares)
fr_fr: (Jours pairs seulement)

source: (Odd days only)
cs_cz: (Pouze liché dny)
es_es: (sólo días impares)
fr_fr: (Jours impairs seulement)

source: Delete All
cs_cz: Smazat vše
es_es: Borrar Todo
fr_fr: Réinitialiser

source: Run
cs_cz: Stanice ke spuštění
es_es: Ejecutar
fr_fr: Station

source: Starting
cs_cz: Začátek
es_es: Comenzando
fr_fr: Départ

source: Recurring every
cs_cz: Opakující se
es_es: Repetir cada
fr_fr: Récurrent toutes les

source: Run Now
cs_cz: Spustit ihned
es_es: Ejecutar Ahora
fr_fr: Lancer

source: Edit
cs_cz: Úprava
es_es: Editar
fr_fr: Editer

source: OpenSprinkler Pi Restarting
cs_cz: OpenSprinkler Pi restartování
es_es: Reiniciando OpenSprinkler Pi
fr_fr: Redémarrage de l'OpenSprinkler Pi

source: ospi is restarting
cs_cz: ospi se restartuje
es_es: ospi está reiniciando
fr_fr: OSPi redémarre

source: You will be redirected as soon as possible...
cs_cz: Budete přesměrováni hned jak to bude možné...
es_es: Debes ser redirigido tan pronto sea posible...
fr_fr: Redirection en cours...

source: OpenSprinkler Pi Run-Once
cs_cz: OpenSprinkler Pi Jednorázový program
es_es: Ejecutar-Una vez OpenSprinkler Pi
fr_fr: Fonction Run-Once de l OpenSprinkler Pi

source: No station is scheduled to run
cs_cz: Žádná stanice nemá naplánováno spuštění
es_es: No hay ninguna estación programada para iniciarse
fr_fr: Aucune station programmée

source: Reset Time
cs_cz: Smazat Nastavení
es_es: Resetear Hora
fr_fr: Réinitialiser

source: OpenSprinkler Pi SMS adjustments
cs_cz: OpenSprinkler Pi SMS nastavení
es_es: Ajustes de SMS OpenSprinkler Pi
fr_fr: Réglages SMS de l'OpenSprinkler Pi

source: SMS adjustments
cs_cz: SMS nastavení
es_es: Ajustes SMS
fr_fr: Réglages SMS

source: For this plugin is needed to SMS modem with the telephone service provider.
cs_cz: Pro tento plugin je potřeba SMS modem a aktivní telefonní připojení poskytovatelem.
es_es: Para este plugin es necesario un módem SMS con el proveedor de servicio telefónico.
fr_fr: Ce module nécessite d'associer le modem SMS avec l'opérateur de téléphonie

source: For more information visit the www.pihrt.com/elektronika/259-moje-rapsberry-pi-sms-ovladani-rpi for instructions.
cs_cz: Pro více informací navštivte: www.pihrt.com/elektronika/259-moje-rapsberry-pi-sms-ovladani-rpi
es_es: Para más información visita www.pihrt.com/elektronika/259-moje-rapsberry-pi-sms-ovladani-rpi para instrucciones.
fr_fr: Pour plus d'information et instructions visiter le site www.pihrt.com/elektronika/259-moje-rapsberry-pi-sms-ovladani-rpi

source: Use SMS modem
cs_cz: Používat SMS modem
es_es: Usar módem SMS
fr_fr: Utiliser un modem SMS

source: Number 1
cs_cz: Telefonní číslo 1
es_es: Número 1
fr_fr: Numéro 1

source: Number 2
cs_cz: Telefonní číslo 2
es_es: Número 2
fr_fr: Numéro 2

source: Command for info
cs_cz: Příkaz pro info
es_es: Comando para info
fr_fr: Commande pour obtenir le statut

source: Command for stop irrigation
cs_cz: Příkaz pro stop aut. zalévání
es_es: Comando para parar la irrigación
fr_fr: Commande pour arrêter l'arrosage

source: Command for start irrigation
cs_cz: Příkaz pro start aut. zalévání
es_es: Comando para iniciar la irrigación
fr_fr: Commande pour démarrer l'arrosage

source: Command for reboot system
cs_cz: Příkaz pro restart systému
es_es: Comando para reiniciar el sistema
fr_fr: Commande pour rebooter l'appareil

source: Command for power off system
cs_cz: Příkaz pro vypnutí systému
es_es: Comando para apagar el sistema
fr_fr: Commande pour arrêter l'appareil

source: Command for update OSPi from GITHUB
cs_cz: Příkaz pro aktualizaci systému
es_es: Comando para actualizar OSPi desde GITHUB
fr_fr: Commande pour mettre à jour OSPi depuis GitHub

source: OpenSprinkler Pi Stations
cs_cz: OpenSprinkler Pi Stanice
es_es: Estaciones OpenSprinkler Pi
fr_fr: Stations OpenSrinkler Pi

source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom

source: Enabled?
cs_cz: Povolen
es_es: ¿Activo?
fr_fr: Activée ?

source: Ignore Rain?
cs_cz: Ignorovat déšť
es_es: ¿Ignorar Lluvia?
fr_fr: Ignorer pluie ?

source: Activate Master?
cs_cz: Aktivovat hl. stanici
es_es: ¿Activar Maestra?
fr_fr: Activer le Maître ?

source: (Master valve)
cs_cz: (Hl. stanice)
es_es: (Válvula Maestra)
fr_fr: (Station Maître)

source: Reset Names
cs_cz: Smazat jména
es_es: Reiniciar Nombres
fr_fr: Réinitialiser

source: OpenSprinkler Pi System update from GitHub
cs_cz: OpenSprinkler Pi Aktualizace systému z GitHubu
es_es: Actualizar Sistema OpenSprinkler Pi desde GitHub
fr_fr: Mise à jour OpenSprinkler Pi depuis GitHub

source: System update from github
cs_cz: Aktualizace systému z githubu
es_es: Actualizar Sistema desde github
fr_fr: Mise à jour système depuis GitHub

source: This plugin compares the local copy with the remote repository and can automatically update the local copy.
cs_cz: Tento plugin porovnává místní verzi ospi se vzdáleným uložištěm ospi a automaticky provádí aktualizaci na poslední verzi ospi.
es_es: Este plugin compara la copia local con el repositorio remoto y puede automáticamente actualizar la copia local.
fr_fr: Ce module compare la version locale avec la version centrale et effectue automatiquement la mise à jour locale.

source: Remote repository
cs_cz: Vzdálené uložiště
es_es: Repositorio remoto
fr_fr: Dépot distant

source: Local ospi version
cs_cz: Místní verze ospi
es_es: Versión ospi Local
fr_fr: Version locale de l'OSPi

source: Local ospi date
cs_cz: Místní datum ospi verze
es_es: Fecha ospi Local
fr_fr: Date locale de l'OSPi

source: Update Status
cs_cz: Stav aktualizace
es_es: Actualiza estado
fr_fr: Niveau mise à jour

source: Update ospi
cs_cz: Aktualizovat ospi
es_es: Actualiza ospi
fr_fr: Mettre à jour l'OSPi

source: Up-to-date
cs_cz: Aktuální verze
es_es: Actualizado
fr_fr: A jour

source: Restart ospi
es_es: Reiniciar ospi
fr_fr: Redémarrer l'OSPi

source: Back
cs_cz: Zpět
es_es: Atrás
fr_fr: Retour

source: OpenSprinkler Pi Weather-based Rain Delay
cs_cz: OpenSprinkler Pi Zpoždění při dešti
es_es: OpenSprinkler Pi Retardo de Lluvia basado en el clima
fr_fr: Délai pluie basé sur la météo de l OpenSrinkler Pi

source: Weather-based Rain Delay
cs_cz: Zpoždění zalévání dle předpovědi počasí
es_es: Retardo de Lluvia basado en el clima
fr_fr: Délai pluie basé sur la météo

source: When weather-based rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration.
cs_cz: Tento plugin kontroluje každou hodinu předpověď počasí. Pokud je hlášen déšť automaticky se odloží zalévání o nastavené zpoždění.
es_es: Cuando el retardo de lluvia basado en el clima es activado, el tiempo será comprobado para lluvia cada hora. Si los informes de tiempo preven lluvia, un retardo por lluvia es automáticamente activado usando el retardo abajo indicado.
fr_fr: Lorsque le délai pluie est basé sur la météo, la pluviométrie est vérifiée toutes les heures. Si les prévisions météo indiquent de la pluie, le délai pluie sera déterminé à partir de la durée suivante

source: Use Automatic Rain Delay
cs_cz: Použít automatické zpoždění zalévání
es_es: Usar Retardo de Lluvia Automático
fr_fr: Utiliser le délai pluie automatique

source: Delay Duration (hours)
cs_cz: Doba zpoždění (v hodinách)
es_es: Duración del Retardo (horas)
fr_fr: Durée du délai (en heures)

source: Weather Provider
cs_cz: Poskytovatel předpovědi
es_es: Proveedor de clima
fr_fr: Fournisseur météo

source: Wunderground API Key
cs_cz: Wunderground API klíč
es_es: Wunderground Clave API
fr_fr: Clé API Wunderground

source: OpenSprinkler Pi Weather-based Water Level
cs_cz: OpenSprinkler Pi Předpověď počasí
es_es: OpenSprinkler Pi Nivel de Agua basado en el clima
fr_fr: Ajustement du % d arrosage de l OpenSprinkler Pi en fonction de la météo

source: Weather-based Water Level
cs_cz: Nastavení vody dle předpovědi počasí
es_es: Nivel de Agua basado en el clima
fr_fr: Ajustement du % d'arrosage en fonction de la météo

source: When weather-based water level is enabled, the weather will be checked every hour and the water level will be adjusted accordingly.
cs_cz: Tento plugin kontroluje každou hodinu předpověď počasí a nastavuje množství vody pro zalévání.
es_es: Cuando el nivel de agua basado en el clima es activado, el tiempo será chequeado cada hora y el nivel de agua ajustado convenientemente.
fr_fr: Lorsque le % d'arrosage est basé sur la météo, la pluviométrie est vérifiée toutes les heures. Si les prévisions météo indiquent de la pluie, le % d'arrosage sera adapté en conséquence

source: Use Automatic Water Level Adjustment
cs_cz: Použít automatické nastavení množství vody
es_es: Usar Nivel de Agua Automático
fr_fr: Ajustement auto du % d'arrosage

source: Min percentage
cs_cz: Minimu (%)
es_es: Porcentaje Min
fr_fr: Pourcentage min

source: Max percentage
cs_cz: Maximum (%)
es_es: Porcentaje Máx
fr_fr: Pourcentage max

source: History days used
cs_cz: Používat historii
es_es: Historial de días usado
fr_fr: Nombre de jours d'historique

source: Forecast days used
cs_cz: Používat předpověď počasí
es_es: Previsión de días usado
fr_fr: Nombre de jours de prévision

source: not found.
cs_cz: nenalezeno.
es_es: no encontrado.
fr_fr: non trouvé

source: Station
es_es: Estación

source: Manual mode not active.
cs_cz: Manuální režim není aktivní.
es_es: Modo manual no activo.
fr_fr: Mode manuel désactivé

source: Date, Start Time, Zone, Duration, Program
cs_cz: Datum, Čas startu, Oblast, Trvání, Program
es_es: Fecha, Hora Inicio, Zona, Duración, Programa
fr_fr: Date et heure de départ, Durée, Zone, Programme

source: Manual
cs_cz: Manuál
fr_fr: Manuel

source: Plugins
cs_cz: Zásuvné moduly
fr_fr: Modules

source: Software
cs_cz: Program
fr_fr: Interval Program

source: no
cs_cz: ne
fr_fr: non

source: On
cs_cz: Zap
